Repository: fhstp/ergo4all
Catalog: apps/ergo4all/l10n/app_*.arb
Languages: de

# choice_title
source: CHOOSE
de: WÄHLE

# common_description
source: Description
de: Beschreibung

# common_expectation
source: Expectation
de: Erwartung

# common_left
source: Left
de: Links

# common_right
source: Right
de: Rechts

# common_next
source: Next
de: Weiter

# home_title
source: Home
de: Hauptmenü

# home_tips_label
source: General Tips
de: Allgemeine Tipps

# home_welcome
source: Welcome!
de: Willkommen!

# record_label
source: Record
de: Aufnehmen

# language_header
source: Choose language
de: Wähle eine Sprache

# language_title
source: Languages
de: Sprachen

source: Imprint
de: Impressum

# menu_language_label
source: Change Language
de: Sprache ändern

# menu_privacy_label
source: Privacy Manifest
de: Datenschutz

# menu_profiles_label
source: Manage profiles
de: Profile verwalten

# onboarding_ergonomicsInfo_title
source: What is ergonomics
de: Was ist Ergonomie?

# onboarding_ergonomicsInfo_subtitle
source: Before you start, here's what you need to know:
de: Wichtig, bevor es losgeht:

# onboarding_ergonomicsInfo_description
source: Ergonomics is about keeping your body in healthy, natural positions so it stays strong over time. It's not just about whether something feels uncomfortable right now. Sometimes the risk score might be low, even if you felt that body part working a lot. That's because feeling a muscle work isn't the same as it being at risk - risk depends on posture, performed activities, load, and how often you repeat the movement. This app helps you spot patterns that could cause problems if repeated too often, so you can fix them before they do. 👉 For tips on better posture and movement, check the "Tipps screen".
de: Ergonomie bedeutet, den Körper in natürlichen, gesunden Positionen zu halten, damit er langfristig stark und schmerzfrei bleibt. Es bedeutet nicht unbedingt, dass sich die Körperhaltung gerade etwas unbequem oder anstrengend anfühlt. Manchmal zeigt die App ein niedriges Risiko, auch wenn du das Gefühl hast, dass ein bestimmter Muskel stark arbeitet. Muskelarbeit allein bedeutet nicht automatisch Gefahr – entscheidend sind Körperhaltung, ausgeführte Arbeitstätigkeiten, Belastung und Häufigkeit. Diese App hilft dir, Bewegungsmuster zu erkennen, die bei zu häufiger Wiederholung Probleme verursachen könnten, damit du sie rechtzeitig korrigieren kannst. 👉 Tipps für eine bessere Körperhaltung und Bewegung finden Sie auf dem Bildschirm "Tipps".

# onboarding_label
source: Next
de: Weiter

# onboarding_privacy_title
source: PRIVACY
de: PRIVATSPHÄRE

# onboarding_privacy_subtitle
source: No cloud. No tracking.
de: Keine Cloud. Kein Tracking.

# onboarding_privacy_description
source: Ergo4A works completely offline. Everything is processed locally on your device. You can delete all data anytime - by uninstalling the app or through the menu. You stay in control - just your device, your storage, and your trust - protected.
de: Ergo4A funktioniert komplett offline. Alles wird lokal auf deinem Gerät verarbeitet. Du kannst alle Daten jederzeit löschen - indem du die App deinstallierst oder über das Menü. Du behältst die Kontrolle - nur dein Gerät, dein Speicherplatz und dein Vertrauen - geschützt.

# privacy_link
source: You can find the full data privacy statement on our website*
de: Die vollständige Datenschutzinformation findest du auf unserer Webseite*

# onboarding_preIntro_title
source: App overview
de: App Übersicht

# onboarding_preIntro_subtitle
source: Learn about ergonomics with an interactive AI
de: Interaktive KI für bessere Ergonomie

# onboarding_preIntro_description
source: Ever had sharp pain when lifting? Or that stubborn neck pain that won't go away? These can be signs of poor posture at work. This app uses AI to analyze your work posture from video and give practical tips to improve it. It's a research prototype, developed to help prevent long-term postural problems. It's designed for you - as a learning tool, not as medical advice.
de: Schon mal stechende Schmerzen beim Heben gehabt? Oder den typischen Büro-Nacken, der einfach nicht weggeht? Das sind Anzeichen für eine unergonomische Körperhaltung bei der Arbeit. Unsere App nutzt KI, um deine Körperhaltung in Videoaufnahmen zu analysieren und dir praktische Tipps zur Verbesserung zu geben. Sie ist ein Forschungsprototyp - gedacht als digitales Tool, um langfristigen Problemen vorzubeugen. Nutze sie als Lernwerkzeug, nicht als Ersatz für eine professionelle ergonomische Beratung.

# onboarding_skip_label
source: Skip
de: Überspringen

# onboarding_termsOfUse_title
source: Terms of use
de: Nutzungsbedingungen

# onboarding_termsOfUse_description
source: This app uses AI to make ergonomics reports for information only. Like any AI, the results might be incorrect - don't treat them as expert advice. Don't use it on others without permission, misuse the service, or share harmful content. Using this app is your choice and responsibility.
de: Diese App erstellt ergonomische Analysen mithilfe von KI - ausschließlich zu Lern- und Informationszwecken. KI kann Fehler machen, daher darf sie nicht als Ersatz für fachlichen Rat gesehen werden. Nutze die App nicht an anderen Personen ohne deren Zustimmung, missbrauche die App nicht und teile keine schädlichen Inhalte. Die Verwendung liegt ganz in deiner eigenen Verantwortung.

# onboarding_termsOfUse_link
source: Read more about our terms of use*
de: Mehr dazu findest du in unseren vollständigen Nutzungsbedingungen*

# onboarding_termsOfUse_accept
source: I accept
de: Ich akzeptiere

# onboarding_userCreation_title
source: Your nickname
de: BenutzerIn anlegen

# onboarding_userCreation_subtitle
source: Create a nickname so we can address you directly.
de: Erstelle einen Spitznamen, damit wir dich direkt ansprechen können.

# onboarding_userCreation_description
source: You can switch between different nicknames and save results for each user — great if you want to use the app with others like colleagues or friends. This makes it easy to find your results and track everyone's progress. We don't personalize or track you. This feature is optional. If you save someone else’s nickname, please make sure you have their permission.
de: Du kannst mehrere Spitznamen anlegen und Ergebnisse für jede Person separat speichern - praktisch, wenn du die App mit KollegInnen oder FreundInnen nutzt. So findest du alle Resultate leicht wieder und kannst Fortschritte vergleichen. Wir personalisieren oder tracken dich nicht. Diese Funktion ist optional. Wenn du den Spitznamen einer anderen Person speicherst, stelle bitte sicher, dass du ihre Zustimmung hast.

# onboarding_userCreation_label
source: Create Profile
de: Profil erstellen

# permission_label_allow
source: Allow
de: Erlauben

# permission_label_cancel
source: Cancel
de: Abbrechen

# permission_label_denied
source: Grant permission in settings
de: In Einstellungen erlauben

# permission_camera_text
source: Allow Camera permission?
de: Kamerazugriff erlauben?

# scenario_assembly_description
source: You stand at an assembly table and often have to lean forward.
de: Ein Mitarbeiter steht an einem Montagetisch, muss sich oft nach vorne beugen.

# scenario_assembly_expectation
source: If you don’t move ergonomically while working and frequently bend, it can put significant strain on your back and neck.
de: Bei ungünstiger Körperhaltung und Beugen kann es zu Rücken- und Nacken-belastung kommen.

# scenario_assembly_label
source: Standing assembly
de: Stehende Montage

# scenario_assembly_summary
source: Assembly standing at a table
de: Montage am Tisch stehend

# scenario_ceiling_expectation
source: If you don’t work ergonomically, you put heavy strain on your shoulders, arms, and neck. Your muscles tense up quickly, and your arms fatigue faster.
de: Durch einen hohen Anteil an statischer Überkopfarbeit kann es zur Belastung der Schulter-, Arm- und Nackenmuskulatur kommen.

# scenario_ceiling_description
source: You install cable trays overhead and hold tools above your head for extended periods.
de: Ein Elektriker installiert Kabeltrassen über Kopf und hält Werkzeuge längere Zeit oben.

# scenario_ceiling_label
source: Ceiling cable install
de: Kabelinstallation Überkopf

# scenario_ceiling_summary
source: Cable installation on the ceiling
de: Kabelinstallation an der Decke

# scenario_CNC_expectation
source: With poor posture, strong neck tension from static positioning and rapid arm fatigue can occur.
de: Bei ungünstiger Körperhaltung kann es zu hoher Nacken-verspannungen durch statische Haltung sowie schneller Ermüdung der Arme kommen.

# scenario_CNC_description
source: You stand in front of a CNC milling machine all day, measuring workpieces and monitoring the process.
de: Ein Maschinenbediener steht den ganzen Tag vor einer CNC-Fräse, führt Messungen durch und kontrolliert den Prozess.

# scenario_CNC_label
source: Standing at CNC
de: An CNC-Maschine stehen

# scenario_CNC_summary
source: Working in a standing position on a CNC machine
de: Arbeiten im Stehen an einer CNC-Maschine

# scenario_conveyor_expectation
source: If you don’t stand ergonomically, it can lead to neck tension. Your arms also tire more quickly because you keep them in a static position for a long time
de: Bei ungünstiger Körperhaltung kann es zu hoher Nacken-verspannungen durch statische Haltung sowie schneller Ermüdung der Arme kommen.

# scenario_conveyor_description
source: You stand at the assembly line for several hours, repeatedly performing the same hand movements while working in a slightly bent posture.
de: Ein Arbeiter steht täglich mehrere Stunden an einem Fließband und führt wiederholende Handbewegungen aus. Dabei ist er gezwungen, in einer leicht geneigten Haltung zu arbeiten.

# scenario_conveyor_label
source: Conveyor belt work
de: Fließbandarbeit

# scenario_conveyor_summary
source: Working on a conveyor belt for long periods
de: Langes Arbeiten am Fließband

# scenario_freestyle_expectation
source: This mode allows free ergonomic analysis without time constraints, suitable for custom evaluations.
de: Dieser Modus ermöglicht eine freie ergonomische Analyse ohne Zeitlimit, geeignet für individuelle Bewertungen.

# scenario_freestyle_description
source: A flexible mode that allows users to perform any activity they want to analyze ergonomically. There is no time limit, giving users full control over when to start and stop recording.
de: Ein flexibler Modus, der es Benutzern ermöglicht, jede Tätigkeit zu analysieren, die sie ergonomisch bewerten möchten. Es gibt kein Zeitlimit, wodurch Benutzer die volle Kontrolle darüber haben, wann sie die Aufzeichnung starten und stoppen.

# scenario_freestyle_label
source: Freestyle Mode
de: Freestyle-Modus

# scenario_freestyle_summary
source: Freestyle mode with no time limit
de: Freestyle-Modus ohne Zeitlimit

# scenario_lift_and_carry_expectation
source: If you don’t move ergonomically while doing so, you put a lot of strain on your lower back. This can quickly lead to fatigue or injury.
de: Bei unergonomischer Körperhaltung kann kann es zur hohen Belastung für den unteren Rücken kommen und das Risiko für Ermüdung oder Verletzungen steigt.

# scenario_lift_and_carry_description
source: You regularly lift heavy metal plates from the floor onto a workbench, often bending your back while doing so.
de: Ein Arbeiter hebt regelmäßig schwere Metallplatten vom Boden auf eine Werkbank, oft mit gebeugtem Rücken.

# scenario_lift_and_carry_label
source: Lift and carry (25kg)
de: Heben und Tragen

# scenario_lift_and_carry_summary
source: Lifting and carrying heavy loads up to 25 kg
de: Heben und Tragen schwerer Lasten bis zu 25 kg

# scenario_lift_expectation
source: If you don’t lift ergonomically, you put heavy strain on your back and legs. Your forearms can also be significantly stressed.
de: Bei ungünstiger Körperhaltung beim Heben kann es zur hohen Belastung für Rücken und Beine kommen. Ebenso kann es bei unergonomischer Körperhaltung zur hohen Belastung der Unterarme kommen.

# scenario_lift_description
source: You regularly lift 25-kilogram bags, for example containing cement or grain.
de: Ein Lagerarbeiter hebt regelmäßig 25-kg-Säcke (Zement, Getreide).

# scenario_lift_label
source: Lift (25kg)
de: Heben von Säcken

# scenario_lift_summary
source: Lifting a bag weighing up to 25 kg
de: Heben eines bis zu 25-kg-Sacks

# scenario_packaging_expectation
source: If you don’t keep your arms and wrists in an ergonomic position, it can lead to muscle tension. The risk of tendonitis also increases.
de: Bei ungünstiger Haltung der Arme und Handgelenke kann es zur Muskelverspannungen kommen und das Risiko für Sehnenscheidenentzündungen steigt.

# scenario_packaging_description
source: You pack products into boxes and use a tape dispenser with repetitive movements.
de: Ein Mitarbeiter verpackt Produkte in Kartons und nutzt ein Klebebandspendergerät, mit repetitiven Bewegungen.

# scenario_packaging_label
source: Repetitive packaging
de: Wiederholtes Verpacken

# scenario_packaging_summary
source: Packaging work with a high repetition rate
de: Verpackungstätigkeit mit hoher Wiederholungsrate

# scenario_pull_expectation
source: If you don’t move ergonomically while pushing, you put significant strain on your shoulders and wrists. Your back can also be heavily stressed.
de: Bei unergonomischer Körperhaltung kann es zur Belastung der Schultern und Handgelenke durch das Schieben schwerer Wagen kommen. Ebenso kann es bei unergonomischer Körperhaltung zur Belastung des Rückens kommen.

# scenario_pull_description
source: You push material carts weighing around 150 kilograms over a distance of about 50 meters every day.
de: Ein Lagerarbeiter schiebt täglich Materialwagen mit einer Last von ca. 150 kg über eine Strecke von 50 Metern.

# scenario_pull_label
source: Push and pull (150kg)
de: Materialwagen Schieben & Ziehen

# scenario_pull_summary
source: Pushing and pulling up to 150 kg
de: Schieben und Ziehen von Materialwagen bis zu 150 kg

# scenario_seated_expectation
source: If you bend or twist your upper body frequently, you put a lot of strain on your lower back muscles. If your arm position is not ergonomic, the strain on your shoulders increases.
de: Durch Beugen und Drehung des Oberkörpers kann es zur Belastung der unteren Rückenmuskulatur kommen. Bei ergonomisch-ungünstiger Haltung der Arme steigt die Beanspruchung der Schultern.

# scenario_seated_description
source: You assemble small parts on a conveyor line and frequently twist your upper body.
de: Ein Mitarbeiter montiert Kleinteile an einer Förderlinie und muss dabei häufig den Oberkörper drehen.

# scenario_seated_label
source: Seated work
de: Sitzende Arbeit

# scenario_seated_summary
source: Working in a seated position
de: Arbeiten in einer sitzenden Position

# profile_selection_label
source: Filmed person
de: Gefilmte Person

# profile_creation_title
source: New Profile
de: Neues Profil

# profile_creation_nickname_label
source: Give the profile a name.
de: Gib dem Profil einen Namen.

# profile_creation_nickname_hint
source: Nickname...
de: Profil Name...

# profile_creation_submit_label
source: Create
de: Erstellen

# profile_creation_error_nickname_required
source: Nickname is required
de: Es muss ein Name angegeben werden.

# profile_creation_error_nickname_length
source: Nickname be at least 3 characters long
de: Der Name muss zumindest 3 Zeichen lang sein.

# tip_body_posture_label
source: General body posture
de: Allgemeine Körperhaltung

# tip_body_posture_summary
source: Keep your back straight and your shoulders relaxed. Look straight ahead to maintain the natural S-curve of your spine. Stand with your feet shoulder-width apart and shift your weight from one leg to the other. Use cushioned floor mats. Keep frequently used items close — no more than 35 cm for two-handed tasks and 45 cm for one-handed tasks. Take short breaks, stretch, or walk a few steps.
de: Aufrechte Haltung bewahren, Schultern entspannt halten, Blick geradeaus richten (natürliche S-Kurve der Wirbelsäule beibehalten). Füße schulterbreit positionieren, ein Bein gelegentlich entlasten, gepolsterte Bodenmatten verwenden. Bei stehender Arbeit sollten die Gegenstände, die oft benutzt werden, nicht mehr als 35 cm für Zweihand Arbeiten und 45 cm für Einhand Arbeiten entfernt sein. Kurze Pausen einlegen in denen man sich dehnt oder ein paar Schritte geht.

# tip_handAndArm_label
source: Hand & arm position
de: Hand- und Armhaltung

# tip_handAndArm_summary
source: Keep your wrists straight and avoid overextension. Move smoothly and without using excessive force. Support your forearms and keep your hands at elbow height. Change your grip regularly and do relaxation exercises.
de: Handgelenke nicht überstrecken, sanfte Bewegungen machen, regelmäßige Lockerungsübungen. Handgelenke in neutraler Position halten, Unterarme abstützen, Greifbewegungen variieren. Die Hände in Ellbogenhöhe halten während des Arbeitens.

# tip_lift_and_carry_label
source: Lift and carry
de: Heben & Tragen

# tip_lift_and_carry_summary
source: Keep your back straight and lift with your legs. Hold the load close to your body and avoid twisting movements. For lighter loads, you can use different lifting techniques, even if they are not perfectly ergonomic – this helps relieve your body. Make sure not to stay bent forward for too long.
de: Rücken gerade halten, aus den Beinen heben, Last nah am Körper halten, Drehbewegungen vermeiden. Bei allgemein leichten Lasten gerne auch verschieden Hebetechniken verwenden auch die nicht so ergonomisch korrekten Techniken, somit kann man eine Entlastung des Körpers garantieren. Zusätzlich darauf achten, dass man nicht zu lange in einer vorgebeugten Position verharrt.

# tip_pushAndPull_label
source: Push & pull
de: Schieben & Ziehen

# tip_pushAndPull_summary
source: Choose an ergonomic handle height. Push the cart using your legs and body strength, not just your arms.
de: Ergonomische Griffhöhe wählen, mit Beinen und Körperkraft schieben statt nur mit den Armen.

# tip_sitting_label
source: Sitting
de: Sitzen

# tip_sitting_summary
source: Lean against the backrest and keep your knees and hips at a 90° angle. Place your feet flat on the floor. Switch regularly between sitting and standing, about once every hour. Shift your weight and avoid staying in one position for too long. Keep frequently used items within 40 cm of reach and no more than 25 cm above your work surface.
de: Rückenlehne nutzen, Knie und Hüfte in 90°-Winkel, Füße flach auf den Boden stellen. Zwischen Sitzen und Stehen wechseln, Gewichtsverlagerung nutzen, nicht zu lange in einer Position verharren. (ca. in einem Intervall von einer Stunde) Gegenstände, die oft benutzt werden, sollten nicht mehr als 40 cm entfernt vom Arbeiter und 25 cm über dem Arbeitsplatz sein.

# tip_workingOverhead_label
source: Working overhead
de: Arbeiten über Kopf

# tip_workingOverhead_summary
source: Do not keep your arms above shoulder height for too long. Use telescopic tools to reduce strain. Relax your neck regularly. Change your position, shift your weight, and avoid staying in one posture for too long.
de: Arme nicht zu lange über Schulterhöhe halten, Teleskopwerkzeuge nutzen, Nacken regelmäßig entspannen. Positionen wechseln, Gewichtsverlagerung nutzen, nicht zu lange in einer Position verharren.

# welcome_header
source: Welcome!
de: Willkommen!

# results_title
source: Results
de: Ergebnisse

# results_score_high
source: Awkward
de: Beansprucht

# results_score_high_short
source: Awk.
de: Beanspr.

# results_body_shoulder
source: Shoulder
de: Schulter

# results_body_trunk
source: Trunk
de: Rumpf

# results_body_neck
source: Neck
de: Nacken

# results_body_legs
source: Legs
de: Beine

# results_plot_title
source: Ergonomics Score Analysis
de: Analyse der Ergonomiebewertung

source: Analysis
de: Analyse

# shoulderGood
source: The analysis shows that your uppor arm posture was ergonomic.
de: Deine Oberarme waren in einer guten, ergonomischen Haltung.

# shoulderMedium
source: Sometimes your upper arms were raised slightly above the neutral posture.
de: Manchmal waren deine Oberarme etwas zu hoch.

# shoulderLow
source: The posture of your upper arms was not optimal. Over time, this could lead to shoulder strain. Try to lower your arms, or take breaks to relieve tension.
de: Deine Oberarme waren oft zu hoch. Das kann auf Dauer die Schultern belasten. Versuche, die Arme etwas zu senken oder öfter Pausen zu machen.

# armGood
source: Your elbows and wrists were mostly in ergonomic position.
de: Deine Ellbogen und Handgelenke waren meist gut gehalten.

# armMedium
source: Sometimes your elbows and wrists deviated from the neutral posture.
de: Manchmal war die Haltung von Ellbogen oder Handgelenken nicht ganz neutral.

# armLow
source: The analysis showed that your lower arm posture was suboptimal. Over time, this could lead to elbow and wrist strain. Try to be more aware of your arm position.
de: Deine Unterarmhaltung war oft ungünstig. Das kann mit der Zeit zu Belastung der Ellbogen oder Handgelenken führen. Achte auf eine entspannte, neutrale Haltung.

# trunkGood
source: Your upper body remained in a well-aligned, ergonomic posture.
de: Dein Oberkörper war gut aufgerichtet und stabil.

# trunkMedium
source: There were moments where your trunk leaned slightly forward or to the side.
de: Du hast dich manchmal leicht nach vorn oder zur Seite gelehnt.

# trunkLow
source: The analysis showed that your trunk posture was outside the neutral range. This could increase pressure on your lower back. Try to maintain an upright position.
de: Dein Oberkörper war oft zu weit nach vorne oder zur Seite geneigt. Das kann deinen Rücken belasten. Versuche, aufrecht zu bleiben.

# neckGood
source: Your head and neck alignment was mostly ergonomic throughout the task.
de: Dein Kopf und Nacken waren gut ausgerichtet.

# neckMedium
source: At times, your neck was slightly tilted forward or backward.
de: Manchmal war dein Nacken etwas nach vorne oder hinten geneigt.

# neckLow
source: Your neck posture was frequently out of alignment. Over time, this could cause discomfort or strain. Try to keep your head at a level angle aligned with your spine.
de: Dein Nacken war oft nicht gut ausgerichtet. Das könnte zu Verspannungen führen. Versuche, den Kopf gerade zu halten.

# legsGood
source: Your legs were positioned in a balanced and ergonomic way.
de: Deine Beine waren gut und gleichmäßig platziert.

# legsMedium
source: Occasionally, your legs were unevenly placed or loaded.
de: Deine Beine waren manchmal ungleich belastet oder unergonomisch positioniert.

# legsLow
source: The analysis indicates your leg posture was not ideal, which may lead to discomfort. Try to be more aware of your leg position during tasks.
de: Die Haltung deiner Beine war oft ungünstig. Achte auf eine stabile Position.

# body_part_score_plot_title
source: Ergonomics Score
de: Ergonomie-bewertung

# body_part_static_plot_title
source: Muscle Load Score
de: Akkumulierte Muskelbelastung

# body_part_static_plot_condition
source: The recording is too short to display the muscle load score. Please record at least 15 seconds to visualize the muscle load diagram.
de: Die Aufnahme ist zu kurz, um den Muskelbelastungswert anzuzeigen. Bitte nehmen Sie mindestens 15 Sekunden auf, um das Muskelbelastungsdiagramm anzuzeigen.

# results_press_body_part
source: Press on a body part to get more information.
de: Tippe einen Körperteil um mehr Informationen zu bekommen.

# results_body
source: Body
de: Körper

# results_time
source: Timeline
de: Zeitverlauf

# results_tips
source: Improve
de: Tipps

# record_tutorial
source: Record the scenario for up to {max} seconds and make sure all body parts are clearly visible.
de: Nimm das Szenario bis zu {max} Sekunden auf. Stelle dabei sicher, dass alle Körperteile klar sichtbar sind.
