Repository: fhstp/ergo4all
Catalog: lib/l10n/app_*.arb
Languages: de

# analysis_header
source: Analyzing your ergonomics
de: Deine Ergonomie wird analysiert

# analysis_wait
source: It may take a few minutes, please do not close the app.
de: Dies kann ein paar Minuten dauern. Bitte schließe die App nicht.

# home_title
source: Home
de: Hauptmenü

# home_welcome
source: Welcome {firstName}
de: Willkommen {firstName}

# intro_done
source: Done
de: Fertig

# language_header
source: Choose language
de: Wähle eine Sprache

# language_title
source: Languages
de: Sprachen

# preInto_professional
source: Professional
de: Experte

# preInto_worker
source: Worker
de: Arbeiter

# preIntro_chooseProfile
source: Choose your profile
de: Wähle ein Profil

# preIntro_skip
source: Skip introduction
de: Einführung überspringen

# preUserCreator_header
source: Creating a user profile
de: Erstelle ein Nutzerprofil

# preUserCreator_text1
source: allows to tailor ergonomic recommendations specifically for you, enhancing the effectiveness of the app.
de: ermöglicht es, ergonomische Empfehlungen speziell auf Sie zuzuschneiden und die Effektivität der App zu erhöhen.

# preUserCreator_text2
source: While not mandatory, providing some personal details enables more personalized and accurate suggestions.
de: Die Angabe einiger persönlicher Daten ist zwar nicht obligatorisch, ermöglicht aber individuellere und genauere Vorschläge.

# preUserCreator_title
source: Creating user
de: Nutzerprofil erstellen

# preUserCreator_useDefaults
source: Use default values
de: Standardwerte nutzen

# professionalIntro_overview_header
source: Maintain healthy posture, avoid injuries
de: Gesunde Körperhaltung beibehalten, Verletzungen vermeiden

# professionalIntro_overview_text
source: By analysing posture through the phone's camera, we provide personalized tips and exercises to improve oneâ€™s ergonomics, and provide results of analysis for professionals to asses.
de: Durch die Analyse der Körperhaltung über die Kamera des Telefons geben wir persönliche Tipps und Übungen zur Verbesserung der Ergonomie und stellen die Ergebnisse der Analyse für Fachleute zur Bewertung bereit.

# professionalIntro_overview_title
source: App overview
de: App Übersicht

# professionalIntro_privacy_header
source: Your privacy is important to us.
de: Deine Privatssphäre ist uns wichtig

# professionalIntro_privacy_text
source: Ergo4A processes all data locally on your device, ensuring no personal information is sent to external servers. Your data stays on your phone and is not shared with anyone else.
de: Ergo4A verarbeitet alle Daten lokal auf Ihrem Gerät, so dass keine persönlichen Informationen an externe Server gesendet werden. Ihre Daten bleiben auf Ihrem Telefon und werden nicht an Dritte weitergegeben.

# professionalIntro_privacy_title
source: Privacy
de: Privatssphäre

# termsOfUse_accept
source: I accept
de: Ich akzeptiere

# termsOfUse_content
source: Ergo4A provides ergonomic guidance, not medical advice. Consult healthcare professionals for medical issues. The AI support is an aid, not perfect. You're accountable for the data accuracy you provide.
de: Ergo4A bietet eine ergonomische Anleitung, keine medizinische Beratung. Wenden Sie sich bei medizinischen Fragen an medizinisches Fachpersonal. Die KI-Unterstützung ist ein Hilfsmittel, nicht perfekt. Sie sind für die Genauigkeit der von Ihnen gelieferten Daten selbst verantwortlich.

# termsOfUse_title
source: Terms of use
de: Nutzungsbedingungen

# workerIntro_overview1_text
source: Ergo4A designed to help you maintain a healthy working posture, reducing the risk of work-related musculoskeletal disorders.
de: Ergo4A wurde entwickelt, um Ihnen zu helfen, eine gesunde Arbeitshaltung beizubehalten und das Risiko arbeitsbedingter Muskel-Skelett-Erkrankungen zu reduzieren.

# workerIntro_overview2_header
source: How do we achieve that?
de: Wie erreichen wir das?

# workerIntro_overview2_text1
source: By analysing your posture through your phone's camera, we provide personalized tips and exercises to improve your ergonomics.
de: Durch die Analyse Ihrer Haltung über die Kamera Ihres Telefons bieten wir personalisierte Tipps und Übungen zur Verbesserung Ihrer Ergonomie.

# workerIntro_overview2_text2
source: Record or upload a video of performing a task and get advice and lessons tailored for you!
de: Nehmen Sie ein Video auf oder laden Sie ein Video hoch, in dem Sie eine Aufgabe ausführen, und erhalten Sie maßgeschneiderte Ratschläge und Lektionen!

# workerIntro_overview_title
source: App overview
de: App-Übersicht

# workerIntro_privacy_header
source: Your privacy is important to us.
de: Ihre Privatsphäre ist uns wichtig.

# workerIntro_privacy_text1
source: Ergo4A processes all data locally on your device, ensuring no personal information is sent to external servers. We are committed to safeguarding your privacy.
de: Ergo4A verarbeitet alle Daten lokal auf Ihrem Gerät, sodass keine persönlichen Informationen an externe Server gesendet werden. Wir sind verpflichtet, Ihre Privatsphäre zu schützen.

# workerIntro_privacy_text2
source: Your data stays on your phone.
de: Ihre Daten bleiben auf Ihrem Telefon.

# workerIntro_privacy_title
source: Privacy
de: Datenschutz

# workerIntro_welcome_header
source: Your journey to better ergonomics starts here.
de: Ihre Reise zu besserer Ergonomie beginnt hier.

# workerIntro_welcome_text
source: Ergonomics involves maintaining proper posture and using correct techniques to safely perform tasks in the workplace
de: Ergonomie bedeutet, eine korrekte Haltung beizubehalten und richtige Techniken anzuwenden, um Aufgaben am Arbeitsplatz sicher auszuführen.

# workerIntro_welcome_title
source: Welcome
de: Willkommen
